Repository: zeroseven/z7_blog_comments
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# BlogCommentForm.element.email.properties.placeholder
source: Not be visible
de: Nicht sichtbar sein

# BlogCommentForm.element.text.properties.label
source: Your comment
de: Ihr Kommentar

# BlogCommentForm.finisher.Confirmation.message
source: Thanks for your comment. Please note that activation can take several hours.
de: Danke für Ihr Kommentar. Bitte beachten Sie dass die Aktivierung mehrere Stunden dauern kann.

# EmailToReceiver.control.description
source: What do you want to do now?
de: Was möchten Sie jetzt tun?

# EmailToReceiver.control.enable
source: Activate
de: Aktivieren

# EmailToReceiver.control.reject
source: Reject
de: Ablehnen

# EmailToReceiver.control.delete
source: Delete
de: Löschen

# control.enabled
source: The comment has been activated.
de: Der Kommentar wurde aktiviert.

# control.rejected
source: The comment has been rejected.
de: Der Kommentar wurde abgelehnt.

# control.deleted
source: The comment has been deleted.
de: Der Kommentar wurde gelöscht.

# control.expired
source: The comment could not be edited, the link has already expired.
de: Der Kommentar konnte nicht bearbeitet werden, der Link ist bereits abgelaufen.

# comment.translate
source: Translate comment
de: Kommentar übersetzen

# validation.error.Z7BlogCommentsCaptchaValidator
source: An error has occurred. Please try again. Otherwise activate JavaScript or use a more modern browser.
de: Ein Fehler ist aufgetreten. Bitte erneut versuchen. Andernfalls aktivieren Sie JavaScript oder verwenden einen moderneren Browser.
